{
    "<PAD>": 0,
    "<UNK>": 1,
    "AHandfulOfDust::A Gardener'S Wife": 2,
    "AHandfulOfDust::A Kindly Young Lady": 3,
    "AHandfulOfDust::A Little Old Woman": 4,
    "AHandfulOfDust::A Page": 5,
    "AHandfulOfDust::Agnes": 6,
    "AHandfulOfDust::Albert": 7,
    "AHandfulOfDust::Allan": 8,
    "AHandfulOfDust::Ambrose": 9,
    "AHandfulOfDust::Angela": 10,
    "AHandfulOfDust::Angela'S Husband": 11,
    "AHandfulOfDust::Audrey": 12,
    "AHandfulOfDust::Aunt Frances": 13,
    "AHandfulOfDust::Babe": 14,
    "AHandfulOfDust::Babs": 15,
    "AHandfulOfDust::Beaver": 16,
    "AHandfulOfDust::Ben": 17,
    "AHandfulOfDust::Billy Angmering": 18,
    "AHandfulOfDust::Brenda": 19,
    "AHandfulOfDust::Brenda'S Solicitor": 20,
    "AHandfulOfDust::Chambers": 21,
    "AHandfulOfDust::Colonel Inch": 22,
    "AHandfulOfDust::Daisy": 23,
    "AHandfulOfDust::Dan": 24,
    "AHandfulOfDust::Dan'S Friend": 25,
    "AHandfulOfDust::Dan'S Girl": 26,
    "AHandfulOfDust::Dawson": 27,
    "AHandfulOfDust::De Trommet": 28,
    "AHandfulOfDust::Dr Mesinger": 29,
    "AHandfulOfDust::Dr Messinger": 30,
    "AHandfulOfDust::Grimshawe": 31,
    "AHandfulOfDust::His Colleague": 32,
    "AHandfulOfDust::Jenny Abdul Akbar": 33,
    "AHandfulOfDust::Jock": 34,
    "AHandfulOfDust::Jock Grant-Menzies": 35,
    "AHandfulOfDust::John": 36,
    "AHandfulOfDust::John Andrew": 37,
    "AHandfulOfDust::John Beaver": 38,
    "AHandfulOfDust::John Last": 39,
    "AHandfulOfDust::Joyce": 40,
    "AHandfulOfDust::Lady Cockpurse": 41,
    "AHandfulOfDust::Lady St Cloud": 42,
    "AHandfulOfDust::Lady St. Cloud": 43,
    "AHandfulOfDust::Margot": 44,
    "AHandfulOfDust::Marjorie": 45,
    "AHandfulOfDust::Mary": 46,
    "AHandfulOfDust::Milly": 47,
    "AHandfulOfDust::Miss Ripon": 48,
    "AHandfulOfDust::Miss Tendril": 49,
    "AHandfulOfDust::Molly": 50,
    "AHandfulOfDust::Molly Last": 51,
    "AHandfulOfDust::Moulay": 52,
    "AHandfulOfDust::Mr Cruttwell": 53,
    "AHandfulOfDust::Mr Graceful": 54,
    "AHandfulOfDust::Mr Ripon": 55,
    "AHandfulOfDust::Mr Tendril": 56,
    "AHandfulOfDust::Mr Todd": 57,
    "AHandfulOfDust::Mr Westmacott": 58,
    "AHandfulOfDust::Mrs Arnold Fischbaum": 59,
    "AHandfulOfDust::Mrs Beaver": 60,
    "AHandfulOfDust::Mrs Last": 61,
    "AHandfulOfDust::Mrs Northcote": 62,
    "AHandfulOfDust::Mrs Rattery": 63,
    "AHandfulOfDust::Mrs Shutter": 64,
    "AHandfulOfDust::Mrs Tipping": 65,
    "AHandfulOfDust::Mrs. Beaver": 66,
    "AHandfulOfDust::Mrs. Northcote": 67,
    "AHandfulOfDust::Mrs. Rattery": 68,
    "AHandfulOfDust::Nanny": 69,
    "AHandfulOfDust::Polly": 70,
    "AHandfulOfDust::Polly Cockpurse": 71,
    "AHandfulOfDust::Reggie": 72,
    "AHandfulOfDust::Reggie St Cloud": 73,
    "AHandfulOfDust::Richard Last": 74,
    "AHandfulOfDust::Robin Beaseley": 75,
    "AHandfulOfDust::Rosa": 76,
    "AHandfulOfDust::Rupert": 77,
    "AHandfulOfDust::Sam Brace": 78,
    "AHandfulOfDust::Sam Brace'S Wife": 79,
    "AHandfulOfDust::Sheila Shrub": 80,
    "AHandfulOfDust::Simon": 81,
    "AHandfulOfDust::Sonia": 82,
    "AHandfulOfDust::Souki": 83,
    "AHandfulOfDust::Souki De Foucald-Esterhazy": 84,
    "AHandfulOfDust::Souki Foucauld-Esterhazy": 85,
    "AHandfulOfDust::Sybil": 86,
    "AHandfulOfDust::Sylvia Newport": 87,
    "AHandfulOfDust::Teddy": 88,
    "AHandfulOfDust::Teddy Last": 89,
    "AHandfulOfDust::The Barman": 90,
    "AHandfulOfDust::The Beach Attendant": 91,
    "AHandfulOfDust::The Black Boy": 92,
    "AHandfulOfDust::The Coloured Archdeacon": 93,
    "AHandfulOfDust::The Detective": 94,
    "AHandfulOfDust::The Detective Colleague": 95,
    "AHandfulOfDust::The Doctor": 96,
    "AHandfulOfDust::The Footman": 97,
    "AHandfulOfDust::The Genial Passenger": 98,
    "AHandfulOfDust::The Porter": 99,
    "AHandfulOfDust::The Reception Clerk": 100,
    "AHandfulOfDust::The Seedy Commissionaire": 101,
    "AHandfulOfDust::The Soliciter": 102,
    "AHandfulOfDust::The Solicitor": 103,
    "AHandfulOfDust::The Stationmaster": 104,
    "AHandfulOfDust::The Under-Secretary": 105,
    "AHandfulOfDust::The Vicar": 106,
    "AHandfulOfDust::The Vicar'S Sister": 107,
    "AHandfulOfDust::The Waiter": 108,
    "AHandfulOfDust::The Woman At Whose House She Was Dining": 109,
    "AHandfulOfDust::Therese De Vitre": 110,
    "AHandfulOfDust::Th\u00e9r\u00e8se De Vitr\u00e9'S Father": 111,
    "AHandfulOfDust::Tony": 112,
    "AHandfulOfDust::Tony Last": 113,
    "AHandfulOfDust::Unknowable": 114,
    "AHandfulOfDust::Veronica": 115,
    "AHandfulOfDust::Winnie": 116,
    "APassageToIndia::A Stray Subaltern": 117,
    "APassageToIndia::A Student": 118,
    "APassageToIndia::A Young Mohammedan's Mother": 119,
    "APassageToIndia::Adela Quested": 120,
    "APassageToIndia::Ahmed": 121,
    "APassageToIndia::Antony": 122,
    "APassageToIndia::Cyril Fielding": 123,
    "APassageToIndia::Dr. Aziz": 124,
    "APassageToIndia::Dr. Panna Lal": 125,
    "APassageToIndia::Hamidullah": 126,
    "APassageToIndia::Hamidullah Begum": 127,
    "APassageToIndia::Hassan": 128,
    "APassageToIndia::Karim": 129,
    "APassageToIndia::Lady Mellanby": 130,
    "APassageToIndia::Mahmoud Ali": 131,
    "APassageToIndia::Major Callendar": 132,
    "APassageToIndia::Miss Derek": 133,
    "APassageToIndia::Mohammed Latif": 134,
    "APassageToIndia::Mr. Amritrao": 135,
    "APassageToIndia::Mr. Bhattacharya": 136,
    "APassageToIndia::Mr. Das": 137,
    "APassageToIndia::Mr. Haq": 138,
    "APassageToIndia::Mr. Harris": 139,
    "APassageToIndia::Mr. Mcbryde": 140,
    "APassageToIndia::Mr. Turton": 141,
    "APassageToIndia::Mrs. Bhattacharya": 142,
    "APassageToIndia::Mrs. Blakiston": 143,
    "APassageToIndia::Mrs. Callendar": 144,
    "APassageToIndia::Mrs. Lesley": 145,
    "APassageToIndia::Mrs. Mcbryde": 146,
    "APassageToIndia::Mrs. Moore": 147,
    "APassageToIndia::Mrs. Turton": 148,
    "APassageToIndia::Professor Godbole": 149,
    "APassageToIndia::Rafi": 150,
    "APassageToIndia::Rajah": 151,
    "APassageToIndia::Ralph": 152,
    "APassageToIndia::Ram Chand": 153,
    "APassageToIndia::Ronny Heaslop": 154,
    "APassageToIndia::Sir Gilbert": 155,
    "APassageToIndia::Syed Mohammed": 156,
    "APassageToIndia::The Lady Who Had Been A Nurse": 157,
    "APassageToIndia::The Medicine Man": 158,
    "APassageToIndia::The Missionary": 159,
    "APassageToIndia::The Nawab Badahur": 160,
    "APassageToIndia::The Servant": 161,
    "APassageToIndia::_group": 162,
    "APassageToIndia::_unknowable": 163,
    "ARoomWithAView::Anne": 164,
    "ARoomWithAView::Beethoven": 165,
    "ARoomWithAView::Cecil": 166,
    "ARoomWithAView::Contessa Baroncelli": 167,
    "ARoomWithAView::Euphemia": 168,
    "ARoomWithAView::Freddy": 169,
    "ARoomWithAView::George Emerson": 170,
    "ARoomWithAView::Giotto": 171,
    "ARoomWithAView::He-Baby": 172,
    "ARoomWithAView::Italian Lady": 173,
    "ARoomWithAView::Lady Helen Laverstock": 174,
    "ARoomWithAView::Lady Otway": 175,
    "ARoomWithAView::Lennie": 176,
    "ARoomWithAView::Lucy": 177,
    "ARoomWithAView::Mary": 178,
    "ARoomWithAView::Minnie": 179,
    "ARoomWithAView::Minnie Beebe": 180,
    "ARoomWithAView::Miss Alan": 181,
    "ARoomWithAView::Miss Bartlett": 182,
    "ARoomWithAView::Miss Catharine": 183,
    "ARoomWithAView::Miss Catherine": 184,
    "ARoomWithAView::Miss Catherine Alan": 185,
    "ARoomWithAView::Miss Lavish": 186,
    "ARoomWithAView::Miss Pole": 187,
    "ARoomWithAView::Miss Teresa": 188,
    "ARoomWithAView::Mr Eager": 189,
    "ARoomWithAView::Mr. Beebe": 190,
    "ARoomWithAView::Mr. Eager": 191,
    "ARoomWithAView::Mr. Emerson": 192,
    "ARoomWithAView::Mr. Flack": 193,
    "ARoomWithAView::Mr. Floyd": 194,
    "ARoomWithAView::Mr. Gladstone": 195,
    "ARoomWithAView::Mr. Honeychurch": 196,
    "ARoomWithAView::Mr. Vyse": 197,
    "ARoomWithAView::Mrs. Beebe": 198,
    "ARoomWithAView::Mrs. Butterworth": 199,
    "ARoomWithAView::Mrs. Emerson": 200,
    "ARoomWithAView::Mrs. Flack": 201,
    "ARoomWithAView::Mrs. Honeychurch": 202,
    "ARoomWithAView::Mrs. Vyse": 203,
    "ARoomWithAView::Ms. Teresa": 204,
    "ARoomWithAView::Persephone": 205,
    "ARoomWithAView::Phaethon": 206,
    "ARoomWithAView::Powell": 207,
    "ARoomWithAView::Rev. Cuthbert Eager": 208,
    "ARoomWithAView::Saturn": 209,
    "ARoomWithAView::Schumann": 210,
    "ARoomWithAView::Signora Bertolini": 211,
    "ARoomWithAView::Sir Harry Otway": 212,
    "ARoomWithAView::The Cabman": 213,
    "ARoomWithAView::The Chambermaid": 214,
    "ARoomWithAView::The Driver": 215,
    "ARoomWithAView::The Little Old Lady": 216,
    "ARoomWithAView::The Maid": 217,
    "ARoomWithAView::The Vicar": 218,
    "ARoomWithAView::Vendor Of Photographs": 219,
    "ARoomWithAView::Vicar Of St. Peter'S": 220,
    "AlicesAdventuresInWonderland::A Canary": 221,
    "AlicesAdventuresInWonderland::A Farmer": 222,
    "AlicesAdventuresInWonderland::A Little Bright-Eyed Terrier": 223,
    "AlicesAdventuresInWonderland::Ada": 224,
    "AlicesAdventuresInWonderland::Alice": 225,
    "AlicesAdventuresInWonderland::Alice'S Sister": 226,
    "AlicesAdventuresInWonderland::An Enormous Puppy": 227,
    "AlicesAdventuresInWonderland::An Old Crab": 228,
    "AlicesAdventuresInWonderland::Bill": 229,
    "AlicesAdventuresInWonderland::Bill, The Lizard": 230,
    "AlicesAdventuresInWonderland::Dinah": 231,
    "AlicesAdventuresInWonderland::Edgar Atheling": 232,
    "AlicesAdventuresInWonderland::Edwin": 233,
    "AlicesAdventuresInWonderland::Five": 234,
    "AlicesAdventuresInWonderland::Hare": 235,
    "AlicesAdventuresInWonderland::Mabel": 236,
    "AlicesAdventuresInWonderland::Mary Ann": 237,
    "AlicesAdventuresInWonderland::Morcar": 238,
    "AlicesAdventuresInWonderland::Old Magpie": 239,
    "AlicesAdventuresInWonderland::Pat": 240,
    "AlicesAdventuresInWonderland::Seven": 241,
    "AlicesAdventuresInWonderland::Stigand": 242,
    "AlicesAdventuresInWonderland::The Baby": 243,
    "AlicesAdventuresInWonderland::The Cat": 244,
    "AlicesAdventuresInWonderland::The Caterpillar": 245,
    "AlicesAdventuresInWonderland::The Cook": 246,
    "AlicesAdventuresInWonderland::The Dodo": 247,
    "AlicesAdventuresInWonderland::The Dormouse": 248,
    "AlicesAdventuresInWonderland::The Duchess": 249,
    "AlicesAdventuresInWonderland::The Duck": 250,
    "AlicesAdventuresInWonderland::The Eaglet": 251,
    "AlicesAdventuresInWonderland::The Executioner": 252,
    "AlicesAdventuresInWonderland::The Fish-Footman": 253,
    "AlicesAdventuresInWonderland::The Frog-Footman": 254,
    "AlicesAdventuresInWonderland::The Gryphon": 255,
    "AlicesAdventuresInWonderland::The Hatter": 256,
    "AlicesAdventuresInWonderland::The King Of Hearts": 257,
    "AlicesAdventuresInWonderland::The Knave Of Hearts": 258,
    "AlicesAdventuresInWonderland::The Lory": 259,
    "AlicesAdventuresInWonderland::The Mock Turtle": 260,
    "AlicesAdventuresInWonderland::The Mouse": 261,
    "AlicesAdventuresInWonderland::The Pigeon": 262,
    "AlicesAdventuresInWonderland::The Pope": 263,
    "AlicesAdventuresInWonderland::The Queen": 264,
    "AlicesAdventuresInWonderland::The Rabbit": 265,
    "AlicesAdventuresInWonderland::The White Rabbit": 266,
    "AlicesAdventuresInWonderland::The Young Crab": 267,
    "AlicesAdventuresInWonderland::Time": 268,
    "AlicesAdventuresInWonderland::Tortoise": 269,
    "AlicesAdventuresInWonderland::Two": 270,
    "AlicesAdventuresInWonderland::William The Conqueror": 271,
    "AnneOfGreenGables::A Merchant": 272,
    "AnneOfGreenGables::Alice Andrews": 273,
    "AnneOfGreenGables::Alice Bell": 274,
    "AnneOfGreenGables::An American": 275,
    "AnneOfGreenGables::Anne": 276,
    "AnneOfGreenGables::Anne Shirley": 277,
    "AnneOfGreenGables::Arty Gillis": 278,
    "AnneOfGreenGables::Aunt Josephine": 279,
    "AnneOfGreenGables::Bertha Shirley": 280,
    "AnneOfGreenGables::Billy Andrews": 281,
    "AnneOfGreenGables::Carrie Sloane": 282,
    "AnneOfGreenGables::Charlie Sloane": 283,
    "AnneOfGreenGables::Charlotte Gillis": 284,
    "AnneOfGreenGables::Clara Louise Macpherson": 285,
    "AnneOfGreenGables::Diana Barry": 286,
    "AnneOfGreenGables::Doctor Spencer": 287,
    "AnneOfGreenGables::Dr. Blair": 288,
    "AnneOfGreenGables::Dr. Spencer": 289,
    "AnneOfGreenGables::Emily Clay": 290,
    "AnneOfGreenGables::Emily Gillis": 291,
    "AnneOfGreenGables::Emma White": 292,
    "AnneOfGreenGables::Flora Jane": 293,
    "AnneOfGreenGables::Frank Stockley": 294,
    "AnneOfGreenGables::Gertie Pye": 295,
    "AnneOfGreenGables::Gilbert Blythe": 296,
    "AnneOfGreenGables::Hepzibah Jenkins": 297,
    "AnneOfGreenGables::Jane Andrews": 298,
    "AnneOfGreenGables::Jenny Gillis": 299,
    "AnneOfGreenGables::Jerry Buote": 300,
    "AnneOfGreenGables::Jimmy Glover": 301,
    "AnneOfGreenGables::John Blythe": 302,
    "AnneOfGreenGables::Josie Pye": 303,
    "AnneOfGreenGables::Julia Bell": 304,
    "AnneOfGreenGables::Laura Spencer": 305,
    "AnneOfGreenGables::Lauretta Bradley": 306,
    "AnneOfGreenGables::Lily Jones": 307,
    "AnneOfGreenGables::Madame Selitsky": 308,
    "AnneOfGreenGables::Malcolm Andres": 309,
    "AnneOfGreenGables::Marilla Cuthbert": 310,
    "AnneOfGreenGables::Martin": 311,
    "AnneOfGreenGables::Mary Alice Bell": 312,
    "AnneOfGreenGables::Matthew Cuthbert": 313,
    "AnneOfGreenGables::Minnie Andrews": 314,
    "AnneOfGreenGables::Minnie Macpherson": 315,
    "AnneOfGreenGables::Minnie May": 316,
    "AnneOfGreenGables::Minnie May Barry": 317,
    "AnneOfGreenGables::Miranda Sloane": 318,
    "AnneOfGreenGables::Miss Ames": 319,
    "AnneOfGreenGables::Miss Barry": 320,
    "AnneOfGreenGables::Miss Lucillia Harris": 321,
    "AnneOfGreenGables::Miss Muriel Stacy": 322,
    "AnneOfGreenGables::Miss Rogerson": 323,
    "AnneOfGreenGables::Miss Stacy": 324,
    "AnneOfGreenGables::Moody Spurgeon": 325,
    "AnneOfGreenGables::Mr. Abbey": 326,
    "AnneOfGreenGables::Mr. Allan": 327,
    "AnneOfGreenGables::Mr. Andrews": 328,
    "AnneOfGreenGables::Mr. Barry": 329,
    "AnneOfGreenGables::Mr. Bell": 330,
    "AnneOfGreenGables::Mr. Bentley": 331,
    "AnneOfGreenGables::Mr. Chester Ross": 332,
    "AnneOfGreenGables::Mr. Gillis": 333,
    "AnneOfGreenGables::Mr. Gresham": 334,
    "AnneOfGreenGables::Mr. Hammond": 335,
    "AnneOfGreenGables::Mr. Kirke": 336,
    "AnneOfGreenGables::Mr. Marshall": 337,
    "AnneOfGreenGables::Mr. Phillips": 338,
    "AnneOfGreenGables::Mr. Pye": 339,
    "AnneOfGreenGables::Mr. Russell": 340,
    "AnneOfGreenGables::Mr. Sadler": 341,
    "AnneOfGreenGables::Mr. Silas Sloane": 342,
    "AnneOfGreenGables::Mr. Smith": 343,
    "AnneOfGreenGables::Mr. Superintendent Bell": 344,
    "AnneOfGreenGables::Mr. Terry": 345,
    "AnneOfGreenGables::Mr. Thomas": 346,
    "AnneOfGreenGables::Mrs. Allan": 347,
    "AnneOfGreenGables::Mrs. Barry": 348,
    "AnneOfGreenGables::Mrs. Bell": 349,
    "AnneOfGreenGables::Mrs. Chester Ross": 350,
    "AnneOfGreenGables::Mrs. Evans": 351,
    "AnneOfGreenGables::Mrs. Hammond": 352,
    "AnneOfGreenGables::Mrs. Peter Blewett": 353,
    "AnneOfGreenGables::Mrs. Sloane": 354,
    "AnneOfGreenGables::Mrs. Spencer": 355,
    "AnneOfGreenGables::Mrs. Thomas": 356,
    "AnneOfGreenGables::Myrtle Bell": 357,
    "AnneOfGreenGables::Nancy": 358,
    "AnneOfGreenGables::Priscilla Grant": 359,
    "AnneOfGreenGables::Prissy Andrews": 360,
    "AnneOfGreenGables::Professor Tremaine": 361,
    "AnneOfGreenGables::Rachel Lynde": 362,
    "AnneOfGreenGables::Richard Spencer": 363,
    "AnneOfGreenGables::Rob Wright": 364,
    "AnneOfGreenGables::Robert Spencer": 365,
    "AnneOfGreenGables::Ruby Gillis": 366,
    "AnneOfGreenGables::Sara Gillis": 367,
    "AnneOfGreenGables::Sophia Sloane": 368,
    "AnneOfGreenGables::Stella Maynard": 369,
    "AnneOfGreenGables::Susan Gillis": 370,
    "AnneOfGreenGables::The Doctor": 371,
    "AnneOfGreenGables::The Matron": 372,
    "AnneOfGreenGables::The Minister": 373,
    "AnneOfGreenGables::The Oculist": 374,
    "AnneOfGreenGables::The Peddler": 375,
    "AnneOfGreenGables::The Pink Lady": 376,
    "AnneOfGreenGables::The Premier": 377,
    "AnneOfGreenGables::The Station-Master": 378,
    "AnneOfGreenGables::The Stout Lady In Pink Silk": 379,
    "AnneOfGreenGables::The Superintendent": 380,
    "AnneOfGreenGables::The White-Lace Girl": 381,
    "AnneOfGreenGables::Thomas Lynde": 382,
    "AnneOfGreenGables::Tillie Boulter": 383,
    "AnneOfGreenGables::Tommy Sloane": 384,
    "AnneOfGreenGables::Walter Shirley": 385,
    "AnneOfGreenGables::William Blair": 386,
    "AnneOfGreenGables::Young Mary Joe": 387,
    "DaisyMiller::Daisy": 388,
    "DaisyMiller::Daisy Miller": 389,
    "DaisyMiller::Eugenio": 390,
    "DaisyMiller::Giovanelli": 391,
    "DaisyMiller::Mr. Giovanelli": 392,
    "DaisyMiller::Mrs. Costello": 393,
    "DaisyMiller::Mrs. Miller": 394,
    "DaisyMiller::Mrs. Walker": 395,
    "DaisyMiller::Randolph": 396,
    "DaisyMiller::The Servant": 397,
    "DaisyMiller::Winterbourne": 398,
    "DaisyMiller::Winterbourne's Friend": 399,
    "Emma::Emma": 400,
    "Emma::Frank Churchill": 401,
    "Emma::Harriet": 402,
    "Emma::Harriet Smith": 403,
    "Emma::Isabella": 404,
    "Emma::Jane Fairfax": 405,
    "Emma::John Knightley": 406,
    "Emma::Knightley": 407,
    "Emma::Miss Bates": 408,
    "Emma::Mr. Elton": 409,
    "Emma::Mr. Frank Churchill": 410,
    "Emma::Mr. John Knightley": 411,
    "Emma::Mr. Knightley": 412,
    "Emma::Mr. Weston": 413,
    "Emma::Mr. Woodhouse": 414,
    "Emma::Mrs. Bates": 415,
    "Emma::Mrs. Cole": 416,
    "Emma::Mrs. Elton": 417,
    "Emma::Mrs. Ford": 418,
    "Emma::Mrs. Weston": 419,
    "HardTimes::Bitzer": 420,
    "HardTimes::Cecilia Jupe": 421,
    "HardTimes::Jane": 422,
    "HardTimes::Josephine Sleary": 423,
    "HardTimes::Josiah Bounderby": 424,
    "HardTimes::Louisa Bounderby": 425,
    "HardTimes::Master Kidderminster": 426,
    "HardTimes::Mr. E. W. B. Childers": 427,
    "HardTimes::Mr. James Harthouse": 428,
    "HardTimes::Mr. M'choakumchild": 429,
    "HardTimes::Mr. Sleary": 430,
    "HardTimes::Mrs. Blackpool": 431,
    "HardTimes::Mrs. Gradgrind": 432,
    "HardTimes::Mrs. Sparsit": 433,
    "HardTimes::Rachel Gradgrind": 434,
    "HardTimes::Signor Jupe": 435,
    "HardTimes::Slackbridge": 436,
    "HardTimes::Stephen Blackpool": 437,
    "HardTimes::The Chairman": 438,
    "HardTimes::The Clown": 439,
    "HardTimes::The Old Woman": 440,
    "HardTimes::The Schoolmaster": 441,
    "HardTimes::The Waiter": 442,
    "HardTimes::Thomas Gradgrind": 443,
    "HardTimes::Young Thomas": 444,
    "HardTimes::_group": 445,
    "HardTimes::_unknowable": 446,
    "HowardsEnd::A Bearded Porter": 447,
    "HowardsEnd::A Friend Of Mrs. Wilcox": 448,
    "HowardsEnd::A Girl Opposite": 449,
    "HowardsEnd::A Haughty And Magnificent Nephew": 450,
    "HowardsEnd::A Little Boy": 451,
    "HowardsEnd::A Young Man Low Down In The Education Office": 452,
    "HowardsEnd::Albert Fussell": 453,
    "HowardsEnd::An Earnest Girl": 454,
    "HowardsEnd::Angelo": 455,
    "HowardsEnd::Aunt Juley": 456,
    "HowardsEnd::Blanche": 457,
    "HowardsEnd::Charles": 458,
    "HowardsEnd::Charles Wilcox": 459,
    "HowardsEnd::Colonel Fussell": 460,
    "HowardsEnd::Crane": 461,
    "HowardsEnd::Dolly": 462,
    "HowardsEnd::Emily": 463,
    "HowardsEnd::Ernst": 464,
    "HowardsEnd::Evie": 465,
    "HowardsEnd::Fraulein Mosebach": 466,
    "HowardsEnd::Frieda": 467,
    "HowardsEnd::Helen": 468,
    "HowardsEnd::Henry": 469,
    "HowardsEnd::Herr Forstmeister": 470,
    "HowardsEnd::Herr Liesecke": 471,
    "HowardsEnd::His Father'S Chauffeur": 472,
    "HowardsEnd::Jacky": 473,
    "HowardsEnd::Laura": 474,
    "HowardsEnd::Leonard": 475,
    "HowardsEnd::Madge": 476,
    "HowardsEnd::Mansbridge": 477,
    "HowardsEnd::Margaret": 478,
    "HowardsEnd::Miss Avery": 479,
    "HowardsEnd::Mr. Cahill": 480,
    "HowardsEnd::Mr. Cunningham": 481,
    "HowardsEnd::Mr. Dealtry": 482,
    "HowardsEnd::Mr. Wilcox": 483,
    "HowardsEnd::Mrs. Bast": 484,
    "HowardsEnd::Mrs. Plynlimmon": 485,
    "HowardsEnd::Mrs. Warrington": 486,
    "HowardsEnd::Mrs. Wilcox": 487,
    "HowardsEnd::Myra": 488,
    "HowardsEnd::Paul": 489,
    "HowardsEnd::Ruth": 490,
    "HowardsEnd::The Bearded Porter": 491,
    "HowardsEnd::The Child": 492,
    "HowardsEnd::The Coachman": 493,
    "HowardsEnd::The Driver": 494,
    "HowardsEnd::The Man": 495,
    "HowardsEnd::The Parlourmaid": 496,
    "HowardsEnd::The Reader Of The Paper": 497,
    "HowardsEnd::The Ticket Boy": 498,
    "HowardsEnd::Tibby": 499,
    "HowardsEnd::Tom": 500,
    "HowardsEnd::Uncle Ernst": 501,
    "HowardsEnd::_unknowable": 502,
    "MansfieldPark::Admiral Crawford": 503,
    "MansfieldPark::Baddeley": 504,
    "MansfieldPark::Betsey Price": 505,
    "MansfieldPark::Dr. Grant": 506,
    "MansfieldPark::Edmund": 507,
    "MansfieldPark::Fanny Price": 508,
    "MansfieldPark::Henry Crawford": 509,
    "MansfieldPark::Julia Bertram": 510,
    "MansfieldPark::Lady Bertram": 511,
    "MansfieldPark::Maria Bertram": 512,
    "MansfieldPark::Mary Crawford": 513,
    "MansfieldPark::Mr. Norris": 514,
    "MansfieldPark::Mr. Price": 515,
    "MansfieldPark::Mr. Rushworth": 516,
    "MansfieldPark::Mr. Yates": 517,
    "MansfieldPark::Mrs. Fraser": 518,
    "MansfieldPark::Mrs. Grant": 519,
    "MansfieldPark::Mrs. Norris": 520,
    "MansfieldPark::Mrs. Price": 521,
    "MansfieldPark::Mrs. Rushworth": 522,
    "MansfieldPark::Rebecca": 523,
    "MansfieldPark::Sam Price": 524,
    "MansfieldPark::Sir Thomas": 525,
    "MansfieldPark::Susan Price": 526,
    "MansfieldPark::The Old Coachman": 527,
    "MansfieldPark::Tom Bertram": 528,
    "MansfieldPark::William Price": 529,
    "MansfieldPark::_unknowable": 530,
    "NightAndDay::A Commercial Traveler": 531,
    "NightAndDay::A Small Girl": 532,
    "NightAndDay::A Thin, Elderly Gentleman": 533,
    "NightAndDay::A Voice From Within": 534,
    "NightAndDay::Alardyce": 535,
    "NightAndDay::Augustus Pelham": 536,
    "NightAndDay::Aunt Celia": 537,
    "NightAndDay::Aunt Eleanor": 538,
    "NightAndDay::Aunt Emily": 539,
    "NightAndDay::Aunt Millicent": 540,
    "NightAndDay::Cassandra Otway": 541,
    "NightAndDay::Charles": 542,
    "NightAndDay::Christopher": 543,
    "NightAndDay::Cousin Caroline": 544,
    "NightAndDay::Cyril": 545,
    "NightAndDay::Dorothy": 546,
    "NightAndDay::Edward": 547,
    "NightAndDay::Elizabeth": 548,
    "NightAndDay::Harry Sandys": 549,
    "NightAndDay::Henry Otway": 550,
    "NightAndDay::Hester": 551,
    "NightAndDay::James": 552,
    "NightAndDay::Joan": 553,
    "NightAndDay::Johnnie": 554,
    "NightAndDay::Katharine Hilbery": 555,
    "NightAndDay::Lady Otway": 556,
    "NightAndDay::Mary Datchet": 557,
    "NightAndDay::Miss Markham": 558,
    "NightAndDay::Molly": 559,
    "NightAndDay::Mr. Basnett": 560,
    "NightAndDay::Mr. Clacton": 561,
    "NightAndDay::Mr. Datchet": 562,
    "NightAndDay::Mr. Fortescue": 563,
    "NightAndDay::Mr. Hilbery": 564,
    "NightAndDay::Mr. Peyton": 565,
    "NightAndDay::Mrs. Bankes": 566,
    "NightAndDay::Mrs. Cosham": 567,
    "NightAndDay::Mrs. Denham": 568,
    "NightAndDay::Mrs. Hilbery": 569,
    "NightAndDay::Mrs. Milvain": 570,
    "NightAndDay::Mrs. Seal": 571,
    "NightAndDay::Parlor-Maid": 572,
    "NightAndDay::Ralph Denham": 573,
    "NightAndDay::Richard Alardyce": 574,
    "NightAndDay::Shakespeare": 575,
    "NightAndDay::Sir Francis": 576,
    "NightAndDay::Sir Richard Warburton": 577,
    "NightAndDay::The Maid": 578,
    "NightAndDay::Uncle Aubrey": 579,
    "NightAndDay::Uncle John": 580,
    "NightAndDay::William Rodney": 581,
    "NorthangerAbbey::Anne": 582,
    "NorthangerAbbey::Captain Tilney": 583,
    "NorthangerAbbey::Catherine Morland": 584,
    "NorthangerAbbey::Eleanor Tilney": 585,
    "NorthangerAbbey::Frederick Tilney": 586,
    "NorthangerAbbey::Frederick Tilney ": 587,
    "NorthangerAbbey::General Tilney": 588,
    "NorthangerAbbey::Henry Tilney": 589,
    "NorthangerAbbey::Isabella Thorpe": 590,
    "NorthangerAbbey::James Morland": 591,
    "NorthangerAbbey::John Thorpe": 592,
    "NorthangerAbbey::Maria": 593,
    "NorthangerAbbey::Maria Thorpe": 594,
    "NorthangerAbbey::Miss Anne": 595,
    "NorthangerAbbey::Mr. Allen": 596,
    "NorthangerAbbey::Mr. Morland": 597,
    "NorthangerAbbey::Mr. Thorpe": 598,
    "NorthangerAbbey::Mrs. Allen": 599,
    "NorthangerAbbey::Mrs. Hughes": 600,
    "NorthangerAbbey::Mrs. Morland": 601,
    "NorthangerAbbey::Mrs. Thorpe": 602,
    "NorthangerAbbey::Sarah": 603,
    "OliverTwist::Agnes Fleming": 604,
    "OliverTwist::Anny": 605,
    "OliverTwist::Barney": 606,
    "OliverTwist::Becky": 607,
    "OliverTwist::Ben": 608,
    "OliverTwist::Betsy": 609,
    "OliverTwist::Bill Sikes": 610,
    "OliverTwist::Charley Bates": 611,
    "OliverTwist::Dick": 612,
    "OliverTwist::Fagin": 613,
    "OliverTwist::Harry Maylie": 614,
    "OliverTwist::Harry The Peddler": 615,
    "OliverTwist::Joe": 616,
    "OliverTwist::Kags": 617,
    "OliverTwist::Martha": 618,
    "OliverTwist::Monks": 619,
    "OliverTwist::Mr. Bayton": 620,
    "OliverTwist::Mr. Blathers": 621,
    "OliverTwist::Mr. Brittles": 622,
    "OliverTwist::Mr. Brownlow": 623,
    "OliverTwist::Mr. Bumble": 624,
    "OliverTwist::Mr. Chitling": 625,
    "OliverTwist::Mr. Duff": 626,
    "OliverTwist::Mr. Fang": 627,
    "OliverTwist::Mr. Gamfield": 628,
    "OliverTwist::Mr. Giles": 629,
    "OliverTwist::Mr. Grimwig": 630,
    "OliverTwist::Mr. Limbkins": 631,
    "OliverTwist::Mr. Lively": 632,
    "OliverTwist::Mr. Losberne": 633,
    "OliverTwist::Mr. Sowerberry": 634,
    "OliverTwist::Mrs. Bedwin": 635,
    "OliverTwist::Mrs. Bolter": 636,
    "OliverTwist::Mrs. Corney": 637,
    "OliverTwist::Mrs. Mann": 638,
    "OliverTwist::Mrs. Maylie": 639,
    "OliverTwist::Mrs. Sowerberry": 640,
    "OliverTwist::Mrs. Thingummy": 641,
    "OliverTwist::Nance": 642,
    "OliverTwist::Noah Claypole": 643,
    "OliverTwist::Oliver Twist": 644,
    "OliverTwist::Rose Maylie": 645,
    "OliverTwist::The Artful Dodger": 646,
    "OliverTwist::The Book-stall Keeper": 647,
    "OliverTwist::The Clerk At Oliver's Trial": 648,
    "OliverTwist::The Clerk At The Dodger's Trial": 649,
    "OliverTwist::The Coachman": 650,
    "OliverTwist::The Constable": 651,
    "OliverTwist::The Cook": 652,
    "OliverTwist::The Doctor": 653,
    "OliverTwist::The Driver": 654,
    "OliverTwist::The Fireman": 655,
    "OliverTwist::The First Housemaid": 656,
    "OliverTwist::The Fourth Housemaid": 657,
    "OliverTwist::The Game-keeper": 658,
    "OliverTwist::The Gentleman In The White Waistcoat": 659,
    "OliverTwist::The Good-tempered Man-cook": 660,
    "OliverTwist::The Great Lubberly Fellow": 661,
    "OliverTwist::The Grinning Countryman": 662,
    "OliverTwist::The Housemaid": 663,
    "OliverTwist::The Hump-backed Man": 664,
    "OliverTwist::The Jailer At The Dodger's Trial": 665,
    "OliverTwist::The Labouring Man": 666,
    "OliverTwist::The Landlord Of The Cripples": 667,
    "OliverTwist::The Looker-on": 668,
    "OliverTwist::The Magistrate At The Dodger's Trial": 669,
    "OliverTwist::The Magistrate With Spectacles": 670,
    "OliverTwist::The Magistrate With The Newspaper": 671,
    "OliverTwist::The Master": 672,
    "OliverTwist::The Medical Practitioner": 673,
    "OliverTwist::The Neighbours' Servant": 674,
    "OliverTwist::The Office Keeper": 675,
    "OliverTwist::The Officer": 676,
    "OliverTwist::The Old Pauper": 677,
    "OliverTwist::The Old Woman": 678,
    "OliverTwist::The Parish Apothecary's Apprentice": 679,
    "OliverTwist::The Police Officer": 680,
    "OliverTwist::The Second Housemaid": 681,
    "OliverTwist::The Servant": 682,
    "OliverTwist::The Sleepy-faced Carpenter": 683,
    "OliverTwist::The Smartly-dressed Female": 684,
    "OliverTwist::The Stout Man": 685,
    "OliverTwist::The Surgeon": 686,
    "OliverTwist::The Third Housemaid": 687,
    "OliverTwist::The Tinker": 688,
    "OliverTwist::The Turnkey": 689,
    "OliverTwist::The Vagrant": 690,
    "OliverTwist::The Watchman": 691,
    "OliverTwist::Toby Crackit": 692,
    "OliverTwist::_group": 693,
    "OliverTwist::_unknowable": 694,
    "Persuasion::Admiral": 695,
    "Persuasion::Admiral Baldwin": 696,
    "Persuasion::Admiral Croft": 697,
    "Persuasion::Anne Elliot": 698,
    "Persuasion::Captain Benwick": 699,
    "Persuasion::Captain Harville": 700,
    "Persuasion::Captain Wentworth": 701,
    "Persuasion::Charles": 702,
    "Persuasion::Charles Hayter": 703,
    "Persuasion::Charles Musgrove": 704,
    "Persuasion::Colonel Wallis": 705,
    "Persuasion::Elizabeth": 706,
    "Persuasion::Henrietta": 707,
    "Persuasion::Henrietta Musgrove": 708,
    "Persuasion::Lady Dalrymple": 709,
    "Persuasion::Lady Russell": 710,
    "Persuasion::Little Charles": 711,
    "Persuasion::Little Walter": 712,
    "Persuasion::Louisa Musgrove": 713,
    "Persuasion::Mary": 714,
    "Persuasion::Mary Musgrove": 715,
    "Persuasion::Miss Elliot": 716,
    "Persuasion::Mr Elliot": 717,
    "Persuasion::Mr Shepherd": 718,
    "Persuasion::Mr. Musgrove": 719,
    "Persuasion::Mrs Clay": 720,
    "Persuasion::Mrs Croft": 721,
    "Persuasion::Mrs Musgrove": 722,
    "Persuasion::Mrs Smith": 723,
    "Persuasion::Mrs Wallis": 724,
    "Persuasion::Mrs. Harville": 725,
    "Persuasion::Poor Richard": 726,
    "Persuasion::Sir Walter Elliot": 727,
    "Persuasion::Sophia Croft": 728,
    "Persuasion::The Waiter": 729,
    "Persuasion::Walter": 730,
    "Persuasion::William Walter Elliot": 731,
    "Persuasion::_unknowable": 732,
    "PrideAndPrejudice::A Young Lucas": 733,
    "PrideAndPrejudice::Anne De Bourgh": 734,
    "PrideAndPrejudice::Bingley": 735,
    "PrideAndPrejudice::Butler": 736,
    "PrideAndPrejudice::Captain Carter": 737,
    "PrideAndPrejudice::Chamberlayne": 738,
    "PrideAndPrejudice::Charlotte Lucas": 739,
    "PrideAndPrejudice::Clarke": 740,
    "PrideAndPrejudice::Colonel Fitzwilliam": 741,
    "PrideAndPrejudice::Colonel Forster": 742,
    "PrideAndPrejudice::Colonel Millar": 743,
    "PrideAndPrejudice::Darcy": 744,
    "PrideAndPrejudice::Denny": 745,
    "PrideAndPrejudice::Elizabeth": 746,
    "PrideAndPrejudice::George Wickham": 747,
    "PrideAndPrejudice::Hill": 748,
    "PrideAndPrejudice::Jane": 749,
    "PrideAndPrejudice::John": 750,
    "PrideAndPrejudice::Kitty": 751,
    "PrideAndPrejudice::Lady Anne Darcy": 752,
    "PrideAndPrejudice::Lady Catherine De Bourgh": 753,
    "PrideAndPrejudice::Lady Darcy": 754,
    "PrideAndPrejudice::Lady Lucas": 755,
    "PrideAndPrejudice::Lady Metcalfe": 756,
    "PrideAndPrejudice::Lydia": 757,
    "PrideAndPrejudice::Maria": 758,
    "PrideAndPrejudice::Mary": 759,
    "PrideAndPrejudice::Mary King": 760,
    "PrideAndPrejudice::Miss Bingley": 761,
    "PrideAndPrejudice::Miss Darcy": 762,
    "PrideAndPrejudice::Miss De Bourgh": 763,
    "PrideAndPrejudice::Miss Grantley": 764,
    "PrideAndPrejudice::Miss King": 765,
    "PrideAndPrejudice::Miss Lucas": 766,
    "PrideAndPrejudice::Miss Pope": 767,
    "PrideAndPrejudice::Miss Watson": 768,
    "PrideAndPrejudice::Mr. Bennet": 769,
    "PrideAndPrejudice::Mr. Bingley": 770,
    "PrideAndPrejudice::Mr. Collins": 771,
    "PrideAndPrejudice::Mr. Darcy": 772,
    "PrideAndPrejudice::Mr. Denney": 773,
    "PrideAndPrejudice::Mr. Denny": 774,
    "PrideAndPrejudice::Mr. Gardiner": 775,
    "PrideAndPrejudice::Mr. Goulding": 776,
    "PrideAndPrejudice::Mr. Hurst": 777,
    "PrideAndPrejudice::Mr. Jones": 778,
    "PrideAndPrejudice::Mr. Morris": 779,
    "PrideAndPrejudice::Mr. Philips": 780,
    "PrideAndPrejudice::Mr. Robinson\u00a0": 781,
    "PrideAndPrejudice::Mr. Stone": 782,
    "PrideAndPrejudice::Mrs. Annesley": 783,
    "PrideAndPrejudice::Mrs. Bennet": 784,
    "PrideAndPrejudice::Mrs. Forster": 785,
    "PrideAndPrejudice::Mrs. Gardiner": 786,
    "PrideAndPrejudice::Mrs. Goulding": 787,
    "PrideAndPrejudice::Mrs. Hill": 788,
    "PrideAndPrejudice::Mrs. Hurst": 789,
    "PrideAndPrejudice::Mrs. Jenkinson": 790,
    "PrideAndPrejudice::Mrs. Long": 791,
    "PrideAndPrejudice::Mrs. Nicholls": 792,
    "PrideAndPrejudice::Mrs. Philips": 793,
    "PrideAndPrejudice::Mrs. Reynolds": 794,
    "PrideAndPrejudice::Ms. Bingley": 795,
    "PrideAndPrejudice::Pratt": 796,
    "PrideAndPrejudice::Richard": 797,
    "PrideAndPrejudice::Sarah": 798,
    "PrideAndPrejudice::Sir Lewis De Bourgh": 799,
    "PrideAndPrejudice::Sir William Lucas": 800,
    "PrideAndPrejudice::The Late Mr. Darcy": 801,
    "PrideAndPrejudice::The Waiter": 802,
    "PrideAndPrejudice::William Goulding": 803,
    "SenseAndSensibility::Anne Steele": 804,
    "SenseAndSensibility::Charlotte": 805,
    "SenseAndSensibility::Colonel Brandon": 806,
    "SenseAndSensibility::Edward Ferrars": 807,
    "SenseAndSensibility::Elinor": 808,
    "SenseAndSensibility::Eliza Williams ": 809,
    "SenseAndSensibility::Fanny": 810,
    "SenseAndSensibility::Footman": 811,
    "SenseAndSensibility::Harry": 812,
    "SenseAndSensibility::John Dashwood": 813,
    "SenseAndSensibility::John Middleton": 814,
    "SenseAndSensibility::Lady Middleton": 815,
    "SenseAndSensibility::Lucy Steele": 816,
    "SenseAndSensibility::Margaret": 817,
    "SenseAndSensibility::Marianne": 818,
    "SenseAndSensibility::Mr. Ferrars": 819,
    "SenseAndSensibility::Mr. Palmer": 820,
    "SenseAndSensibility::Mr. Willoughby": 821,
    "SenseAndSensibility::Mrs. Dashwood": 822,
    "SenseAndSensibility::Mrs. Ferrars": 823,
    "SenseAndSensibility::Mrs. Jennings": 824,
    "SenseAndSensibility::Robert Ferrars": 825,
    "SenseAndSensibility::Thomas": 826,
    "TheAgeOfInnocence::Count Olenski": 827,
    "TheAgeOfInnocence::Dallas": 828,
    "TheAgeOfInnocence::Dr. Bencomb": 829,
    "TheAgeOfInnocence::Dr. Carver": 830,
    "TheAgeOfInnocence::Duke": 831,
    "TheAgeOfInnocence::Ellen Olenska": 832,
    "TheAgeOfInnocence::Fanny": 833,
    "TheAgeOfInnocence::Gertrude Lefferts": 834,
    "TheAgeOfInnocence::Janey Archer": 835,
    "TheAgeOfInnocence::Julius Beaufort": 836,
    "TheAgeOfInnocence::Lawrence Lefferts": 837,
    "TheAgeOfInnocence::M. Riviere": 838,
    "TheAgeOfInnocence::May Wellend": 839,
    "TheAgeOfInnocence::Miss Blenker": 840,
    "TheAgeOfInnocence::Miss Sophy Jackson": 841,
    "TheAgeOfInnocence::Miss Welland": 842,
    "TheAgeOfInnocence::Mr. Jackson": 843,
    "TheAgeOfInnocence::Mr. Letterblair": 844,
    "TheAgeOfInnocence::Mr. Merry": 845,
    "TheAgeOfInnocence::Mr. Sillerton Jackson": 846,
    "TheAgeOfInnocence::Mr. Van Der Luyden": 847,
    "TheAgeOfInnocence::Mr. Welland": 848,
    "TheAgeOfInnocence::Mrs. Adeline Archer": 849,
    "TheAgeOfInnocence::Mrs. Archer": 850,
    "TheAgeOfInnocence::Mrs. Augusta Welland": 851,
    "TheAgeOfInnocence::Mrs. Beaufort": 852,
    "TheAgeOfInnocence::Mrs. Chivers": 853,
    "TheAgeOfInnocence::Mrs. Lemuel Struthers": 854,
    "TheAgeOfInnocence::Mrs. Lovell Mingott": 855,
    "TheAgeOfInnocence::Mrs. Manson Mingott": 856,
    "TheAgeOfInnocence::Mrs. Merry": 857,
    "TheAgeOfInnocence::Mrs. Struthers": 858,
    "TheAgeOfInnocence::Mrs. Van Der Luyden": 859,
    "TheAgeOfInnocence::Mrs. Welland": 860,
    "TheAgeOfInnocence::Nastasia": 861,
    "TheAgeOfInnocence::Ned Winsett": 862,
    "TheAgeOfInnocence::Newland Archer": 863,
    "TheAgeOfInnocence::Old Mrs. Mingott": 864,
    "TheAgeOfInnocence::Reggie Chivers": 865,
    "TheAgeOfInnocence::Regina": 866,
    "TheAgeOfInnocence::The Butler": 867,
    "TheAgeOfInnocence::The Coachman": 868,
    "TheAgeOfInnocence::The Duke": 869,
    "TheAgeOfInnocence::The Marchioness": 870,
    "TheAgeOfInnocence::The Rector": 871,
    "TheAgeOfInnocence::Young Mr. Newland": 872,
    "TheAgeOfInnocence::Young Mrs Newland": 873,
    "TheAgeOfInnocence::Young Mrs. Newland": 874,
    "TheAgeOfInnocence::Young Thorley": 875,
    "TheAgeOfInnocence::Young Van Der Luyden": 876,
    "TheAgeOfInnocence::_unknowable": 877,
    "TheAwakening::A Maid": 878,
    "TheAwakening::Adele Ratignolle": 879,
    "TheAwakening::Alcee Arobin": 880,
    "TheAwakening::Arobin": 881,
    "TheAwakening::Doctor Mandelet": 882,
    "TheAwakening::Edna": 883,
    "TheAwakening::Edna Pontellier": 884,
    "TheAwakening::Josephine": 885,
    "TheAwakening::Leonce Pontellier": 886,
    "TheAwakening::Madame Lebrun": 887,
    "TheAwakening::Madame Ratignolle": 888,
    "TheAwakening::Mademoiselle Reisz": 889,
    "TheAwakening::Mariequita": 890,
    "TheAwakening::Miss Mayblunt": 891,
    "TheAwakening::Monsieur Farival": 892,
    "TheAwakening::Mr. Merriman": 893,
    "TheAwakening::Mr. Pontellier": 894,
    "TheAwakening::Mrs. Highcamp": 895,
    "TheAwakening::Mrs. Merriman": 896,
    "TheAwakening::Robert": 897,
    "TheAwakening::Robert Lebrun": 898,
    "TheAwakening::The Colonel": 899,
    "TheAwakening::Victor": 900,
    "TheAwakening::Victor Lebrun": 901,
    "TheGambler::A Certain Jew Of Frankfurt": 902,
    "TheGambler::A Grey-headed Old Man": 903,
    "TheGambler::A Man": 904,
    "TheGambler::A Modestly, Plainly Dressed Lady": 905,
    "TheGambler::Alexis Ivanovitch": 906,
    "TheGambler::Antonida Vassilievna Tarassevitcha": 907,
    "TheGambler::Baroness Burmergelm": 908,
    "TheGambler::Blanche": 909,
    "TheGambler::Marqis De Griers": 910,
    "TheGambler::Martha": 911,
    "TheGambler::Mlle. Blanche": 912,
    "TheGambler::Mr. Astley": 913,
    "TheGambler::One Jew": 914,
    "TheGambler::Polina Alexandrovna": 915,
    "TheGambler::Potapitch": 916,
    "TheGambler::The Baron": 917,
    "TheGambler::The Croupier": 918,
    "TheGambler::The General": 919,
    "TheGambler::The Lacquey": 920,
    "TheGambler::The Landlord": 921,
    "TheGambler::The Nursemaid": 922,
    "TheGambler::Theodosia": 923,
    "TheInvisibleMan::A Lady In The Group": 924,
    "TheInvisibleMan::A Man": 925,
    "TheInvisibleMan::Adye": 926,
    "TheInvisibleMan::An Old Woman": 927,
    "TheInvisibleMan::Bunting": 928,
    "TheInvisibleMan::Colonel Adye": 929,
    "TheInvisibleMan::Cuss": 930,
    "TheInvisibleMan::Fearenside": 931,
    "TheInvisibleMan::Hall": 932,
    "TheInvisibleMan::Huxter": 933,
    "TheInvisibleMan::Jaffers": 934,
    "TheInvisibleMan::Kemp": 935,
    "TheInvisibleMan::Marvel": 936,
    "TheInvisibleMan::Mr. Hall": 937,
    "TheInvisibleMan::Mr. Heelas": 938,
    "TheInvisibleMan::Mr. Sandy Wadgers": 939,
    "TheInvisibleMan::Mr. Teddy Henfrey": 940,
    "TheInvisibleMan::Mr. Thomas Marvel": 941,
    "TheInvisibleMan::Mr. Wadgers": 942,
    "TheInvisibleMan::Mrs. Bunting": 943,
    "TheInvisibleMan::Mrs. Hall": 944,
    "TheInvisibleMan::Silas Durgan": 945,
    "TheInvisibleMan::Teddy Henfrey": 946,
    "TheInvisibleMan::The Barman": 947,
    "TheInvisibleMan::The Big Navvy": 948,
    "TheInvisibleMan::The Cabman": 949,
    "TheInvisibleMan::The Constable": 950,
    "TheInvisibleMan::The First Policeman": 951,
    "TheInvisibleMan::The Housemaid": 952,
    "TheInvisibleMan::The Invisible Man": 953,
    "TheInvisibleMan::The Man With The Black Beard": 954,
    "TheInvisibleMan::The Mariner": 955,
    "TheInvisibleMan::The Policeman": 956,
    "TheInvisibleMan::The Second Policeman": 957,
    "TheManWhoWasThursday::A Large Old Man": 958,
    "TheManWhoWasThursday::A Man In Plain Clothes": 959,
    "TheManWhoWasThursday::A Tall Man": 960,
    "TheManWhoWasThursday::An Official": 961,
    "TheManWhoWasThursday::Another Man In The Same Uniform": 962,
    "TheManWhoWasThursday::Bull": 963,
    "TheManWhoWasThursday::Buttons": 964,
    "TheManWhoWasThursday::Colonel Ducroix": 965,
    "TheManWhoWasThursday::Comrade Buttons": 966,
    "TheManWhoWasThursday::Comrade Witherspoon": 967,
    "TheManWhoWasThursday::Dr. Bull": 968,
    "TheManWhoWasThursday::Dr. Renard": 969,
    "TheManWhoWasThursday::Gabriel Syme": 970,
    "TheManWhoWasThursday::Gogol": 971,
    "TheManWhoWasThursday::Gregory": 972,
    "TheManWhoWasThursday::His Valet": 973,
    "TheManWhoWasThursday::Inspector Ratcliffe": 974,
    "TheManWhoWasThursday::Mr. Lucian Gregory": 975,
    "TheManWhoWasThursday::One Wondering Labourer": 976,
    "TheManWhoWasThursday::Professor De Worms": 977,
    "TheManWhoWasThursday::Rosamond": 978,
    "TheManWhoWasThursday::The Attendant": 979,
    "TheManWhoWasThursday::The Invisible Chief": 980,
    "TheManWhoWasThursday::The Keeper": 981,
    "TheManWhoWasThursday::The Long, Lean Man With The American Beard": 982,
    "TheManWhoWasThursday::The Marquis": 983,
    "TheManWhoWasThursday::The Policeman": 984,
    "TheManWhoWasThursday::The President": 985,
    "TheManWhoWasThursday::The Professor": 986,
    "TheManWhoWasThursday::The Second Gentleman": 987,
    "TheManWhoWasThursday::The Secretary": 988,
    "TheManWhoWasThursday::The Waiter": 989,
    "TheMysteriousAffairAtStyles::A Young And Rather Scared Looking Nurse": 990,
    "TheMysteriousAffairAtStyles::Alfred Inglethorp": 991,
    "TheMysteriousAffairAtStyles::An Aged Rustic": 992,
    "TheMysteriousAffairAtStyles::An Assistant From Parkson's": 993,
    "TheMysteriousAffairAtStyles::An Old Woman": 994,
    "TheMysteriousAffairAtStyles::Annie": 995,
    "TheMysteriousAffairAtStyles::Cynthia": 996,
    "TheMysteriousAffairAtStyles::Dorcas": 997,
    "TheMysteriousAffairAtStyles::Dr. Bauerstein": 998,
    "TheMysteriousAffairAtStyles::Dr. Wilkins": 999,
    "TheMysteriousAffairAtStyles::Ernest Heavywether": 1000,
    "TheMysteriousAffairAtStyles::Evelyn Howard": 1001,
    "TheMysteriousAffairAtStyles::Evie": 1002,
    "TheMysteriousAffairAtStyles::Hastings": 1003,
    "TheMysteriousAffairAtStyles::Hercule Poirot": 1004,
    "TheMysteriousAffairAtStyles::Inglethorp": 1005,
    "TheMysteriousAffairAtStyles::Japp": 1006,
    "TheMysteriousAffairAtStyles::John Cavendish": 1007,
    "TheMysteriousAffairAtStyles::Manning": 1008,
    "TheMysteriousAffairAtStyles::Mary Cavendish": 1009,
    "TheMysteriousAffairAtStyles::Miss Murdoch": 1010,
    "TheMysteriousAffairAtStyles::Mr. Hastings": 1011,
    "TheMysteriousAffairAtStyles::Mr. Inglethorp": 1012,
    "TheMysteriousAffairAtStyles::Mr. Lawrence Cavendish": 1013,
    "TheMysteriousAffairAtStyles::Mr. Mace": 1014,
    "TheMysteriousAffairAtStyles::Mr. Philips": 1015,
    "TheMysteriousAffairAtStyles::Mr. Wells": 1016,
    "TheMysteriousAffairAtStyles::Mrs. Inglethorp": 1017,
    "TheMysteriousAffairAtStyles::Nibs": 1018,
    "TheMysteriousAffairAtStyles::One Of The Other Belgians": 1019,
    "TheMysteriousAffairAtStyles::Summerhaye": 1020,
    "TheMysteriousAffairAtStyles::The Judge": 1021,
    "TheMysteriousAffairAtStyles::Wilkins": 1022,
    "ThePictureOfDorianGray::Adrian Singleton": 1023,
    "ThePictureOfDorianGray::Alan Campbell": 1024,
    "ThePictureOfDorianGray::Basil Hallward": 1025,
    "ThePictureOfDorianGray::Dorian Gray": 1026,
    "ThePictureOfDorianGray::Duchess Of Harley": 1027,
    "ThePictureOfDorianGray::Duchess Of Monmouth": 1028,
    "ThePictureOfDorianGray::Francis": 1029,
    "ThePictureOfDorianGray::Gladys": 1030,
    "ThePictureOfDorianGray::Hansom Driver": 1031,
    "ThePictureOfDorianGray::Henry": 1032,
    "ThePictureOfDorianGray::James Vane": 1033,
    "ThePictureOfDorianGray::Lady Agatha": 1034,
    "ThePictureOfDorianGray::Lady Henry": 1035,
    "ThePictureOfDorianGray::Lady Narborough": 1036,
    "ThePictureOfDorianGray::Lady Ruxton": 1037,
    "ThePictureOfDorianGray::Lord Fermor": 1038,
    "ThePictureOfDorianGray::Lord Henry": 1039,
    "ThePictureOfDorianGray::Mr. Erskine": 1040,
    "ThePictureOfDorianGray::Mr. Hubbard": 1041,
    "ThePictureOfDorianGray::Mrs. Vandeleur": 1042,
    "ThePictureOfDorianGray::Mrs. Vane": 1043,
    "ThePictureOfDorianGray::One Of The Women": 1044,
    "ThePictureOfDorianGray::One Of The Women Who Had Been Drinking At The Bar": 1045,
    "ThePictureOfDorianGray::One Young Man": 1046,
    "ThePictureOfDorianGray::Parker": 1047,
    "ThePictureOfDorianGray::Sibyl Vane": 1048,
    "ThePictureOfDorianGray::Sir Geoffrey Clouston": 1049,
    "ThePictureOfDorianGray::Sir Thomas": 1050,
    "ThePictureOfDorianGray::Sir Thomas Burdon": 1051,
    "ThePictureOfDorianGray::The Elder Of The Two Gentlemen": 1052,
    "ThePictureOfDorianGray::The Gardener": 1053,
    "ThePictureOfDorianGray::The Policeman": 1054,
    "ThePictureOfDorianGray::Thornton": 1055,
    "ThePictureOfDorianGray::Victor": 1056,
    "TheSignOfTheFour::A Bluff, Genial Inspector": 1057,
    "TheSignOfTheFour::A High Piping Voice": 1058,
    "TheSignOfTheFour::A Hindoo Servant": 1059,
    "TheSignOfTheFour::A Small, Dark, Brisk Man": 1060,
    "TheSignOfTheFour::A Weary-Looking Police Sergeant": 1061,
    "TheSignOfTheFour::Abdullah Khan": 1062,
    "TheSignOfTheFour::Achmet": 1063,
    "TheSignOfTheFour::Athelney Jones": 1064,
    "TheSignOfTheFour::Bartholomew Sholto": 1065,
    "TheSignOfTheFour::Captain Morstan": 1066,
    "TheSignOfTheFour::Coachman": 1067,
    "TheSignOfTheFour::Dost Akbar": 1068,
    "TheSignOfTheFour::Dr. Watson": 1069,
    "TheSignOfTheFour::Inspector In Uniform": 1070,
    "TheSignOfTheFour::Jack": 1071,
    "TheSignOfTheFour::Jonathan Small": 1072,
    "TheSignOfTheFour::Khitmutgar": 1073,
    "TheSignOfTheFour::Lal Rao": 1074,
    "TheSignOfTheFour::Mahomet Singh": 1075,
    "TheSignOfTheFour::Major John Sholto": 1076,
    "TheSignOfTheFour::Major Sholto": 1077,
    "TheSignOfTheFour::Mcmurdo": 1078,
    "TheSignOfTheFour::Miss Morstan": 1079,
    "TheSignOfTheFour::Mordecai Smith": 1080,
    "TheSignOfTheFour::Mr. Athelney Jones": 1081,
    "TheSignOfTheFour::Mr. Sherlock Holmes": 1082,
    "TheSignOfTheFour::Mr. Sherman": 1083,
    "TheSignOfTheFour::Mrs. Bernstone": 1084,
    "TheSignOfTheFour::Mrs. Cecil Forrester": 1085,
    "TheSignOfTheFour::Mrs. Hudson": 1086,
    "TheSignOfTheFour::Mrs. Smith": 1087,
    "TheSignOfTheFour::Sherlock Holmes": 1088,
    "TheSignOfTheFour::Thaddeus Sholto": 1089,
    "TheSignOfTheFour::Tonga": 1090,
    "TheSignOfTheFour::Watson": 1091,
    "TheSignOfTheFour::Wiggins": 1092,
    "TheSignOfTheFour::Wooden-Legged Man": 1093,
    "TheSportOfTheGods::An Old Military Man": 1094,
    "TheSportOfTheGods::Another Enemy": 1095,
    "TheSportOfTheGods::Aunt Chloe": 1096,
    "TheSportOfTheGods::Beachfield Davis": 1097,
    "TheSportOfTheGods::Berry Hamilton": 1098,
    "TheSportOfTheGods::Claire Lessing": 1099,
    "TheSportOfTheGods::Colonel Saunders": 1100,
    "TheSportOfTheGods::Esterton": 1101,
    "TheSportOfTheGods::Fannie": 1102,
    "TheSportOfTheGods::Fannie Hamilton": 1103,
    "TheSportOfTheGods::Francis Oakley": 1104,
    "TheSportOfTheGods::Gibson": 1105,
    "TheSportOfTheGods::Griggs": 1106,
    "TheSportOfTheGods::Hattie Sterling": 1107,
    "TheSportOfTheGods::Horace Talbot": 1108,
    "TheSportOfTheGods::Isaac Brown": 1109,
    "TheSportOfTheGods::Joe": 1110,
    "TheSportOfTheGods::Joe Hamilton": 1111,
    "TheSportOfTheGods::Kit": 1112,
    "TheSportOfTheGods::Kit Hamilton": 1113,
    "TheSportOfTheGods::Kitty Hamilton": 1114,
    "TheSportOfTheGods::Leslie": 1115,
    "TheSportOfTheGods::Martin": 1116,
    "TheSportOfTheGods::Maurice Oakley": 1117,
    "TheSportOfTheGods::Minty Brown": 1118,
    "TheSportOfTheGods::Mr. Skaggs": 1119,
    "TheSportOfTheGods::Mr. Thomas": 1120,
    "TheSportOfTheGods::Mr. Turner": 1121,
    "TheSportOfTheGods::Mrs. Jones": 1122,
    "TheSportOfTheGods::One Enemy": 1123,
    "TheSportOfTheGods::One Of The Men": 1124,
    "TheSportOfTheGods::One Of The Young Fellows": 1125,
    "TheSportOfTheGods::Sadness": 1126,
    "TheSportOfTheGods::The Clerk": 1127,
    "TheSportOfTheGods::The Detective": 1128,
    "TheSportOfTheGods::The Editor": 1129,
    "TheSportOfTheGods::The Physician": 1130,
    "TheSportOfTheGods::The Proprietor": 1131,
    "TheSunAlsoRises::A Carabineer In His Cocked Hat": 1132,
    "TheSunAlsoRises::A Priest": 1133,
    "TheSunAlsoRises::A Waiter": 1134,
    "TheSunAlsoRises::An Old Man": 1135,
    "TheSunAlsoRises::Bill Gorton": 1136,
    "TheSunAlsoRises::Brett Ashley": 1137,
    "TheSunAlsoRises::Count Mippipopolous": 1138,
    "TheSunAlsoRises::Edna": 1139,
    "TheSunAlsoRises::Frances Clyne": 1140,
    "TheSunAlsoRises::Georgette": 1141,
    "TheSunAlsoRises::Harris": 1142,
    "TheSunAlsoRises::Harvey Stone": 1143,
    "TheSunAlsoRises::Henry Braddocks": 1144,
    "TheSunAlsoRises::Hubert": 1145,
    "TheSunAlsoRises::Jake Barnes": 1146,
    "TheSunAlsoRises::Krum": 1147,
    "TheSunAlsoRises::Lett": 1148,
    "TheSunAlsoRises::Madame Lecomte": 1149,
    "TheSunAlsoRises::Mike Campbell": 1150,
    "TheSunAlsoRises::Montoya": 1151,
    "TheSunAlsoRises::Mrs. Braddocks": 1152,
    "TheSunAlsoRises::Pedro Romero": 1153,
    "TheSunAlsoRises::Rafael Romero": 1154,
    "TheSunAlsoRises::Robert Cohn": 1155,
    "TheSunAlsoRises::Robert Prentiss": 1156,
    "TheSunAlsoRises::Sommelier": 1157,
    "TheSunAlsoRises::The Barman": 1158,
    "TheSunAlsoRises::The Basque": 1159,
    "TheSunAlsoRises::The Carabineer": 1160,
    "TheSunAlsoRises::The Chambermaid": 1161,
    "TheSunAlsoRises::The Chauffeur": 1162,
    "TheSunAlsoRises::The Concierge": 1163,
    "TheSunAlsoRises::The Conductor": 1164,
    "TheSunAlsoRises::The Driver": 1165,
    "TheSunAlsoRises::The Drummer": 1166,
    "TheSunAlsoRises::The German Ma\u00eetre D'h\u00f4tel": 1167,
    "TheSunAlsoRises::The Liaison Colonel": 1168,
    "TheSunAlsoRises::The Maid": 1169,
    "TheSunAlsoRises::The Man": 1170,
    "TheSunAlsoRises::The Patronne": 1171,
    "TheSunAlsoRises::The Porter": 1172,
    "TheSunAlsoRises::The Waiter": 1173,
    "TheSunAlsoRises::The Wife": 1174,
    "TheSunAlsoRises::The Woman Who Ran The Inn": 1175,
    "TheSunAlsoRises::Woolsey": 1176,
    "TheSunAlsoRises::Zizi": 1177,
    "WhereAngelsFearToTread::Caroline Abbott": 1178,
    "WhereAngelsFearToTread::Harriet": 1179,
